{
  "discoverCags": {
    "title": "Откройте для себя",
    "boldTitle": "CAGS",
    "line1": "Определяя будущее, уважая прошлое.",
    "line2": "Наш путь начался более 40 лет назад в Турции, на земле легендарного турецкого табака, как первого производителя сигаретной бумаги, соответствующего международным стандартам. С тех пор мы являемся создателями, производителями и дистрибьюторами продукции, которой наслаждаются миллионы людей по всему миру.",
    "line3": "От сигаретной бумаги до сигаретных гильз, от кальянного табака до аксессуаров… С большим ассортиментом инновационных продуктов мы рады предоставлять высокое качество, которого ожидают наши клиенты, и мы гордимся тем, что расширяем границы, чтобы делать еще лучше.",
    "button": "Узнать больше"
  },
  "statsCounter": {
    "stats": [
      { "number": 33, "title": "Страны" },
      { "number": 14, "title": "Флагманские бренды" },
      { "number": 100, "title": "Дженерик-бренды" },
      { "number": 110, "title": "Зарегистрированные товарные знаки" }
    ]
  },
  "journeySection": {
    "title": "Следуйте за нашим выдающимся путешествием",
    "description": "Откройте для себя CAGS, семейный табачный бренд с богатым наследием и стремлением к совершенству. Оцените наши современные производственные мощности, инновации и удовлетворенность клиентов. Присоединяйтесь к нашему путешествию по формированию будущего табачной индустрии с надежным и предпочитаемым брендом."
  },
  "productGrid": {
    "products": [
      {
        "title": "CAGS",
        "subtitle": "БУМАГА ДЛЯ САМОКРУТОК",
        "link": "/Home/Papers"
      },
      {
        "title": "CAGS",
        "subtitle": "СИГАРЕТНЫЕ ГИЛЬЗЫ",
        "link": "/Home/CigaretteTubes"
      },
      {
        "title": "CAGS",
        "subtitle": "ТАБАК",
        "link": "/Home/Tobacco"
      },
      {
        "title": "CAGS",
        "subtitle": "КАЛЬЯННЫЙ ТАБАК",
        "link": "http://www.my10bak.com/",
        "isExternal": true
      }
    ]
  },
  "joinNetwork": {
    "title": "Присоединяйтесь",
    "boldTitle": "к нашей сети",
    "description": "На протяжении всей своей истории компания CAGS стремилась предоставлять высококачественные табачные изделия клиентам по всему миру. Приверженность компании инновациям и удовлетворению потребностей рынка помогла ей достичь значительного роста и успеха. CAGS — это надежный бренд, известный своим качеством, стабильностью и обслуживанием клиентов.",
    "link1": "Узнать больше",
    "link2": "Свяжитесь с нами"
  }
}