import styles from '../terms.module.css';

export default function TermsPage() {
  return (
    
    <div className={styles.container}>
      {/* Breadcrumbs Section */}
      <div className={styles.pageTitleContainer}>
        <div className={styles.container}>
          <div className={styles.breadcrumbs}>
            <span>Главная</span>
            <span className={styles.divider}>/</span>
            <span className={styles.current}>УВЕДОМЛЕНИЕ О КОНФИДЕНЦИАЛЬНОСТИ</span>
          </div>
        </div>
      </div>


      <div className={styles.content}>
        

                    <p>Контроллер данных: АКЦИОНЕРНОЕ ОБЩЕСТВО CAGS TOBACCO TOBACCO AND TOBACCO PRODUCTS INDUSTRY AND TRADE.&nbsp;</p>

<p>Адрес: Fulya Mah. Büyükdere Cad. Torun Center A Blok No: 74a İç Kapı No: 19 Şişli/İstanbul&nbsp;</p>

<p>&nbsp;</p>

<p>Компания CAGS TOBACCO TOBACCO AND TOBACCO PRODUCTS («CAGS» или «Компания»), в соответствии с Законом о защите персональных данных № 6698 («KVKK») и сопутствующим законодательством, подготовила данное уведомление о конфиденциальности, чтобы проинформировать физических лиц, включая посетителей, клиентов, потенциальных получателей услуг, соискателей на работу, сотрудников, деловых партнеров, пользователей платформы и других лиц, о персональных данных, которые мы обрабатываем в рамках нашей деятельности в интересах Компании.&nbsp;</p>

<p>&nbsp;</p>

<p>Какие данные мы собираем и какова цель сбора данных?&nbsp;</p>

<p>&nbsp;</p>

<p>В рамках своей деятельности мы собираем следующие данные:&nbsp;</p>

<p>&nbsp;</p>

<p>Информация об идентификации&nbsp;</p>

<p>Контактная информация&nbsp;</p>

<p>Информация для проверки личности, безопасности и отслеживания&nbsp;</p>

<p>Финансовая информация&nbsp;</p>

<p>Информация о занятости&nbsp;</p>

<p>Информация об образовании&nbsp;</p>

<p>Другие данные&nbsp;</p>

<p>&nbsp;</p>

<p>&nbsp;</p>

<p>Категория данных: Информация об идентификации&nbsp;</p>

<p>&nbsp;</p>

<p>Описание:&nbsp; Данные, связанные с идентификацией физических лиц.&nbsp;</p>

<p>&nbsp;</p>

<p>Источник:&nbsp; Мы собираем информацию об идентификации от наших соискателей на работу, сотрудников, клиентов, потенциальных получателей услуг, пользователей платформы, деловых партнеров и посетителей.&nbsp;</p>

<p>&nbsp;</p>

<p>Содержание:&nbsp; Имя, фамилия, пол, турецкий идентификационный номер, регистрационный номер социального страхования, национальность, семейное положение, дата рождения, место рождения, номер паспорта, номер водительского удостоверения, информация о регистрации транспортного средства, копия удостоверения личности/паспорта, копия водительского удостоверения, копия паспорта и т.д.&nbsp;</p>

<p>&nbsp;</p>

<p>Цель сбора данных:&nbsp; Мы собираем информацию об идентификации наших соискателей на работу для проведения кадровых мероприятий, связанных с применением на определенную позицию.&nbsp;</p>

<p>Мы собираем информацию об идентификации наших сотрудников в соответствии с нашими обязательствами по трудоустройству, социальному обеспечению, налоговому законодательству и т.д.&nbsp;</p>

<p>Мы собираем информацию об идентификации наших клиентов для выполнения наших юридических обязательств предоставления услуг поддержки, выполнения коммерческих требований и юридических обязательств, а также для рекламных и маркетинговых целей, процессов аудита и обеспечения безопасности.&nbsp;</p>

<p>Мы собираем идентификационные данные пользователей нашей платформы для выполнения наших юридических обязательств.&nbsp;</p>

<p>Мы собираем идентификационные данные наших посетителей для обеспечения безопасности при входе и выходе из здания, а также для будущих сервисных отношений.&nbsp;</p>

<p>Мы собираем идентификационные данные наших деловых партнеров для выполнения наших юридических обязательств, предоставления услуг поддержки, выставления счетов, проведения аудита, мониторинга совместных проектов и выполнения наших обязательств по договорам.&nbsp;</p>

<p>&nbsp;</p>

<p>Правовое основание для сбора данных:&nbsp; Основной причиной сбора этих данных является соблюдение соответствующего законодательства.&nbsp;</p>

<p>&nbsp;</p>

<p>Кроме того, мы собираем идентификационные данные на основании договорных отношений между нами и соответствующими лицами.&nbsp;</p>

<p>Иногда мы также собираем информацию об идентификации на основе наших законных интересов и принципов, принятых в нашей Компании.&nbsp;</p>

<p>&nbsp;</p>

<p>Метод сбора данных: Мы собираем данные с помощью печатных форм, а иногда и непосредственно через общие для компании электронные пространства и электронные устройства.&nbsp;</p>

<p>&nbsp;</p>

<p>&nbsp;</p>

<p>Категория данных: Информация об образовании&nbsp;</p>

<p>&nbsp;</p>

<p>Описание: Информация, необходимая для успешного предоставления услуг в рамках контрактных отношений.&nbsp;</p>

<p>&nbsp;</p>

<p>Источник: Мы собираем данные об образовании от наших сотрудников и соискателей на работу.&nbsp;</p>

<p>&nbsp;</p>

<p>Содержание: Информация о должности/титуле, дипломах и сертификатах, трудовой истории и деталях, резюме, сведения об образовании, декларации о поступлении на работу в систему Социального страхования (СГК), декларация о выходе из системы Социального страхования (СГК), группа крови, справка о судимости, другие медицинские заключения, фотографии, данные об инвалидности, статус военной службы и т.д.&nbsp;&nbsp;</p>

<p>&nbsp;</p>

<p>Цель сбора данных: Мы собираем информацию об образовании наших сотрудников и соискателей на работу для выполнения наших юридических обязательств, предоставления услуг поддержки, выполнения коммерческих требований и юридических обязательств, а также для рекламных и маркетинговых целей, процессов аудита и обеспечения безопасности.&nbsp;</p>

<p>&nbsp;</p>

<p>Правовое основание для сбора данных: Основной причиной сбора этих данных является соблюдение соответствующего законодательства.&nbsp;</p>

<p>Кроме того, мы собираем информацию об образовании на основании договорных отношений между нами и соответствующими лицами.&nbsp;</p>

<p>&nbsp;</p>

<p>Метод сбора данных: Мы собираем данные с помощью печатных форм, а иногда и непосредственно через общие электронные зоны и электронные устройства компании.&nbsp;</p>

<p>&nbsp;</p>

<p>&nbsp;</p>

<p>Категория данных: Контактная информация&nbsp;</p>

<p>&nbsp;</p>

<p>Описание: Персональные данные, позволяющие устанавливать контакт с физическими лицами.&nbsp;</p>

<p>&nbsp;</p>

<p>Источник: Мы собираем контактную информацию от наших кандидатов на вакансии, сотрудников, клиентов, потенциальных получателей услуг, пользователей платформы, деловых партнеров и посетителей.&nbsp;</p>

<p>&nbsp;</p>

<p>Содержание: Адрес электронной почты, местожительство, почтовый адрес, адрес места работы, название места работы и должность, номер домашнего телефона, номер мобильного телефона, другие номера телефонов и факсов и т. д.&nbsp;</p>

<p>&nbsp;</p>

<p>Цель сбора данных: Мы собираем контактную информацию наших кандидатов на вакансии для проведения деятельности в области управления человеческими ресурсами, связанной с рассматриваемой должностью.&nbsp;</p>

<p>Мы собираем контактную информацию наших сотрудников в соответствии с нашими обязательствами, вытекающими из трудового законодательства, социального обеспечения, налоговых норм и т.д.&nbsp;</p>

<p>Мы собираем контактную информацию наших клиентов для выполнения наших правовых обязательств, предоставления услуг поддержки, выполнения коммерческих требований и юридических обязательств, а также для рекламных и маркетинговых целей, процессов аудита и обеспечения безопасности.&nbsp;</p>

<p>Мы собираем контактную информацию наших пользователей платформы для выполнения наших юридических обязательств.&nbsp;</p>

<p>Мы собираем контактную информацию наших посетителей с целью обеспечения безопасности при входе и выходе из здания, а также для будущих сервисных отношений.&nbsp;</p>

<p>Мы собираем контактную информацию наших деловых партнёров для выполнения наших юридических обязательств, предоставления услуг поддержки, выставления счетов, проведения аудита, мониторинга совместных проектов и выполнения наших обязательств по контрактам.&nbsp;</p>

<p>&nbsp;</p>

<p>Правовая основа для сбора данных: Основная причина для сбора этих данных является соблюдение соответствующего законодательства.&nbsp;</p>

<p>Кроме того, мы собираем контактную информацию на основе контрактных отношений между нами и соответствующими лицами.&nbsp;</p>

<p>Иногда мы собираем контактную информацию, исходя из наших законных интересов и принципов, принятых нашей Компанией.&nbsp;</p>

<p>&nbsp;</p>

<p>Метод сбора данных: Мы собираем данные с помощью печатных форм и иногда непосредственно через общие электронные зоны и электронные устройства Компании.&nbsp;</p>

<p>&nbsp;</p>

<p>&nbsp;</p>

<p>Категория данных: Финансовая информация&nbsp;</p>

<p>&nbsp;</p>

<p>Описание: Такие данные, как информация о банковских счетах, информация о кредитных картах, информация о счетах-фактурах и т. д.&nbsp;&nbsp;</p>

<p>&nbsp;</p>

<p>Источник: Мы собираем финансовую информацию от наших сотрудников и клиентов.&nbsp;</p>

<p>&nbsp;</p>

<p>Содержание: Информация о банковских счетах, информация о банковских картах, информация о кредитных картах, циркуляры с подписями, информация о доходах, информация об активах, информация о заработной плате, информация о минимальном удержании доходов, информация о налоговых обязательствах по нетрудоспособности, записи, связанные с удержанием зарплаты, и т. д.&nbsp;</p>

<p>&nbsp;</p>

<p>&nbsp;</p>

<p>Цель сбора данных: Мы собираем финансовую информацию наших сотрудников для выполнения наших обязательств, вытекающих из трудового законодательства, социального обеспечения, налогового законодательства и т. д.&nbsp;</p>

<p>Мы собираем финансовую информацию наших клиентов для выполнения наших юридических обязательств, предоставления услуг поддержки, выполнения коммерческих требований и юридических обязательств, а также для рекламных и маркетинговых целей, процессов аудита и обеспечения безопасности.&nbsp;</p>

<p>&nbsp;</p>

<p>Правовое основание для сбора данных: Основной причиной сбора данных являются обязательства, установленные соответствующим законодательством.&nbsp;</p>

<p>Кроме того, мы собираем финансовую информацию в рамках контрактных отношений с физическими лицами.&nbsp;</p>

<p>Иногда мы также собираем финансовую информацию для таких целей, как включение наших сотрудников в кампании или рекламные акции, предоставляемые банками или другими финансовыми учреждениями, с которыми мы сотрудничаем, исходя из наших законных интересов и принципов компании.&nbsp;</p>

<p>&nbsp;</p>

<p>Метод сбора данных: Мы собираем данные с помощью печатных форм, а иногда и непосредственно через внутренние общие пространства компании и электронные устройства.&nbsp;</p>

<p>&nbsp;</p>

<p>&nbsp;</p>

<p>Категория данных: Персональные данные&nbsp;</p>

<p>&nbsp;</p>

<p>Описание: Это необходимая информация, необходимая для беспрепятственного продолжения трудовых отношений.&nbsp;</p>

<p>&nbsp;</p>

<p>Откуда собирается: Мы собираем данные о сотрудниках у соискателей на работу и самих сотрудников.&nbsp;</p>

<p>&nbsp;</p>

<p>Содержание: Информация о должности/ звании, дипломах и сертификатах,&nbsp; трудовой истории и деталях, резюме, уровне образования, декларации о вступлении в Социальное страхование (SGK), декларации о выходе из Социального страхования (SGK), группа крови, медицинское заключение о поступлении, заключение об административных нарушениях, справка об инвалидности, информация об административных и ежегодных отпусках, другие медицинские справки, фотография, данные о страховании, воинский учет и другие подобные данные.&nbsp;</p>

<p>&nbsp;</p>

<p>Цель сбора данных: Мы собираем личную информацию соискателей на работу для проведения деятельности по управлению человеческими ресурсами, связанной с заявленной должностью.&nbsp;</p>

<p>Мы собираем персональные данные сотрудников в рамках договора о предоставлении услуг, наших обязательств, вытекающих из трудового законодательства, законодательства о социальном обеспечении, налогового законодательства, а также наших законных интересов.&nbsp;</p>

<p>&nbsp;</p>

<p>Правовое основание для сбора данных: Основная причина для сбора этих данных являются обязательства, предусмотренные соответствующим законодательством.&nbsp;</p>

<p>Дополнительно, мы собираем персональную информацию в рамках контрактных отношений с физическими лицами.&nbsp;</p>

<p>Иногда мы собираем эти данные, исходя из наших законных интересов и принципов компании, например, для подбора сотрудников на подходящие должности.&nbsp;</p>

<p>&nbsp;</p>

<p>Метод сбора данных: Мы собираем данные через печатные формы и иногда напрямую через общие внутренние пространства компании и электронные устройства.&nbsp;</p>

<p>&nbsp;</p>

<p>&nbsp;</p>

<p>Категория данных: Другие данные&nbsp;</p>

<p>&nbsp;</p>

<p>Описание: Это другие данные, собираемые в рамках наших компаний.&nbsp;</p>

<p>&nbsp;</p>

<p>Собирается от: Мы собираем эти данные у наших посетителей.&nbsp;</p>

<p>&nbsp;</p>

<p>Содержание: Посещенное лицо, цель визита, дата и время визита и подобная информация.&nbsp;</p>

<p>&nbsp;</p>

<p>Цель сбора данных: Информация о визитах посетителей собирается для определения потенциальных получателей услуг.&nbsp;</p>

<p>Дополнительно, эти данные собираются в целях безопасности.&nbsp;</p>

<p>&nbsp;</p>

<p>Правовая основа сбора данных: Основная причина для сбора этих данных - выполнение обязательств, установленных соответствующим законодательством.&nbsp;</p>

<p>Иногда мы собираем эти данные на основе наших законных интересов и принципов компании, например, для улучшения качества предоставляемых услуг или в целях обеспечения безопасности.&nbsp;</p>

<p>&nbsp;</p>

<p>Метод сбора данных: Мы собираем данные через печатные формы и иногда напрямую через общие внутренние пространства компании и электронные устройства.&nbsp;</p>

<p>&nbsp;</p>

<p>Передаем ли мы Ваши персональные данные третьим лицам?&nbsp;</p>

<p>В соответствии с действующим в нашей стране законодательством, информация о личности, контактная информация и многие другие вышеупомянутые персональные данные периодически передаются уполномоченным организациям, прямо указанным в законодательстве, или по запросу уполномоченных органов.&nbsp;</p>

<p>Кроме того, они предоставляются уполномоченным лицам или учреждениям в случае судебного решения или по запросу административно уполномоченного учреждения, четко указанного в законодательстве.&nbsp;</p>

<p>Кроме того, ваши персональные данные ограниченно передаются деловым партнерам и поставщикам (финансовым консультантам, логистическим компаниям, компаниям, осуществляющим международные перевозки), официальным учреждениям (поставщикам услуг и т. д.) в целях оказания услуг и выполнения договорных обязательств.&nbsp;</p>

<p>Передаем ли мы Ваши персональные данные за границу?&nbsp;</p>

<p>Ваши персональные данные могут быть переданы за границу только при соблюдении одного из следующих условий: С Вашего явного согласия,&nbsp;&nbsp;</p>

<p>Если выполнено одно из условий, предусмотренных Законом о защите персональных данных (KVKK), и существует достаточная защита в стране, куда будут переданы данные,&nbsp;</p>

<p>Если выполняется одно из условий, предусмотренных KVKK, и хотя достаточная защита не существует в стране, куда будут переданы данные, достаточная защита обеспечивается соответствующей страной, и получено одобрение Совета по защите персональных данных.&nbsp;</p>

<p>Например, если услуга предоставляется через иностранную компанию, информация должна быть передана за границу для выполнения контракта. Поэтому, если согласие на такую передачу не будет дано, то выполнение услуги, указанной в договоре, станет невозможным.&nbsp;</p>

<p>&nbsp;</p>

<p>Как долго хранятся Ваши персональные данные?&nbsp;</p>

<p>&nbsp;</p>

<p>Сроки хранения Ваших персональных данных следующие:&nbsp;</p>

<p>Если законодательством или соответствующими нормативными актами установлен период хранения данных, они должны храниться не менее этого срока. Учитывая возможности, такие как отложенный запрос судебного приказа, запрос от уполномоченного административного органа или возникновение спора, в котором мы можем быть вовлечены, сроки хранения Ваших данных определяются путем добавления от 6 месяцев до 1 года к срокам, установленным законодательством, и данные удаляются по истечении определенного периода.&nbsp;</p>

<p>Если в законодательстве не установлен период хранения обработанных данных, Ваши данные будут храниться в течение времени, определенного в соответствии с характером наших отношений и периодом, указанным в заключенном с Вами контракте. После окончания этих отношений или истечения срока, указанного в контракте, Ваши данные будут удалены, уничтожены или обезличены без необходимости в Вашем запросе.&nbsp;</p>

<p>Если Вы запрашиваете удаление Ваших данных до истечения срока хранения, установленного законодательством, Ваш запрос не будет удовлетворен.&nbsp;</p>

<p>Если Вы запрашиваете удаление Ваших данных, которые не подлежат сроку хранения и больше не служат цели обработки, Ваши данные будут удалены в течение максимум 6 месяцев.&nbsp;</p>

<p>&nbsp;</p>

<p>Какие права у Вас относительно Ваших персональных данных?&nbsp;</p>

<p>Относительно ваших персональных данных у Вас есть следующие права:&nbsp;</p>

<p>Узнать, обрабатываются ли Ваши персональные данные или нет,&nbsp;</p>

<p>Если Ваши персональные данные обрабатываются, запросить информацию по этому поводу,&nbsp;</p>

<p>Узнать о целях обработки Ваших персональных данных и о том, используются ли они в соответствии с их целями,&nbsp;</p>

<p>Узнать, кому передаются Ваши персональные данные внутри страны или за ее пределами,&nbsp;</p>

<p>Если Ваши персональные данные являются неполными или неточными, запросить их исправление,&nbsp;</p>

<p>Запросить удаление или уничтожение Ваших персональных данных в рамках условий, предусмотренных KVKK, а в случае исправления или удаления данных требовать уведомления об этом третьим лицам, которым передаются Ваши персональные данные,&nbsp;</p>

<p>В случае возникновения неблагоприятного для Вас результата в рамках анализа обработанных данных исключительно с помощью автоматизированных систем, возражать против такого результата,&nbsp;</p>

<p>В случае незаконной обработки Ваших персональных данных и причинения Вам ущерба, запросить компенсацию за эти убытки.&nbsp;</p>

<p>&nbsp;</p>

<p>Как Вы можете осуществить свои права?&nbsp;</p>

<p>Субъект данных может подать запрос на обработку своих персональных данных:&nbsp;</p>

<p>Посылкой подписанное и письменное заявление или форму заявления CAGS PDPA, вместе с копией его удостоверения личности, на электронный адрес info@cagstobacco.com,&nbsp;</p>

<p>Лично обратившись в Компанию с действительным документом, удостоверяющим личность, и отправив подписанное письменное заявление или Форму Заявления на обработку персональных данных CAGS PDPA по адресу Fulya Mahallesi, Büyükdere Caddesi, Torun Center A Blok No: 74A İç Kapı No: 19 Şişli / İSTANBUL, вместе с копией своего удостоверения личности,&nbsp;</p>

<p>Отправив электронное письмо на адрес info@cagstobacco.com с заранее уведомленного и зарегистрированного адреса электронной почты в системе Компании.&nbsp;</p>

<p>В соответствии с Коммюнике о порядке и принципах обращения к контролирующему органу по защите данных, обязательно указание в запросе субъекта данных его имени, фамилии, подписи при письменном запросе, идентификационного номера (номер паспорта, если лицо, подающее запрос, является иностранцем), адреса места жительства или места работы для целей уведомления, зарегистрированного адреса электронной почты при наличии, номеров телефона и факса, а также информации о предмете запроса.&nbsp;</p>

<p>Запрос должен четко и ясно указывать требуемый вопрос. К заявлению должны быть приложены информация и документы, относящиеся к запросу.&nbsp;</p>

<p>Если запрос подается от имени другого лица, заявитель должен иметь специальное разрешение на это, которое должно быть документировано (специальная доверенность). Кроме того, заявление должно включать идентификационные данные и адресные данные заявителя, а также сопровождаться документами, подтверждающими личность.&nbsp;</p>

<p>Запросы, поданные неуполномоченными третьими лицами, е будут приниматься к рассмотрению.&nbsp;</p>

<p>Сколько времени требуется для ответа на Ваши запросы, касающиеся обработки Ваших персональных данных?&nbsp;</p>

<p>Ваши запросы, касающиеся Ваших персональных данных, будут оценены, и ответ будет предоставлен в течение максимального срока 30 дней с момента получения запроса. Если Ваш запрос будет отклонен, обоснованное отказное письмо будет отправлено на указанный адрес в Вашем заявлении посредством электронной почты или почтовых услуг, либо любым другим способом, выбранным из предложенных в Форме заявления субъекта данных.&nbsp;</p>

<p>&nbsp;</p>

<p>&nbsp;</p>
      </div>
    </div>
    
  );
}